12/data/attachments/eab2c8ca755bd8ad.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Peter_information_Actions_80253_1</nif:username>
            <nif:friendToBeRequested>soap_actions_6902f9a9-6f6a-45c1-9334-95ae76b75ccf</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>